;Place localized text in this file

[UIScreenListener_Flawless]

; Fallback message in case character specific messages ( for Mox, Elena, or Julian ) are not appropriate at that time in the campaign.
FallbackMessage="Шеф, наши союзники впечатлены боевой эффективностью отряда.  В награду за наши действия они передали $1 $2."

;REWARD VERBIAGE
; The bracketed prefixes indicator which image will display with the message.  Image descriptions as follows:
;
;      [ABANDONED-TANK] - an old abandoned tank
;      [ADVENT-HIDDEN-CACHE] - a soldier finding a hidden cache of loot
;      [ALIEN-JUNK] - a battlefield with lots of alien flotsam
;      [CENTRAL] - Bradford
;      [COLLABORATOR-APT] - an apartment
;      [COUNCIL] - Council 
;      [DEAD-ADVENT] - a dead Advent officer
;	   [ELENA] - Elena
;      [EXALT] - an exalt member
;      [GREMLIN] - an old rusty gremlin
;      [JULIAN-MECH] - one of Julian's mech units
;      [LOST] - a member of the Lost
;      [MOX] - Pratal Mox
;      [RESISTANCE-ALLIES] - several resistance members approaching your ship
;      [RESISTANCE-TRUCK] - an old truck
;      [SECTOIDS] - several sectoids from XCOM 1
;      [SHEN] - young Shen
;      [SURVIVOR] - an old soldier from the original invasion
;      [THIN-MAN] - a thin man
;      [TREASURE-HUNT] - several soldiers searching the area
;      [TYGAN] - Tygan
;      [VAHLEN-LAB] - one of Vahlen's labs
;  
;  Items with no prefix will default to displaying the Holo Globe image.
;

RewardVerbiage[0]="[CENTRAL]Шеф, наши союзники впечатлены боевой эффективностью отряда.  В качестве награды за наши действия они передали $1 $2."
RewardVerbiage[1]="[DEAD-ADVENT]Рюкзак убитого офицера \"Адвента\" значительно выделялся на фоне остальных.  В процессе исследования рюкзака нами обнаружено $1 $2."
RewardVerbiage[2]="[ADVENT-HIDDEN-CACHE]На пути к точке эвакуации, наш боец наткнулся на скрытый тайник.  Внутри было обнаружено $1 $2."
RewardVerbiage[3]="[COLLABORATOR-APT]По данным разведки в данном районе живет один из коллаборационистов \"Адвента\".  Проникнув в квартиру нам удалось обнаружить $1 $2.  Жаль, что его самого не оказалось дома..."
RewardVerbiage[4]="[TREASURE-HUNT]Результаты операции настолько превзошли ожидания, что у бойцов осталось время на поиски трофеев.  В результат им удалось обнаружить $1 $2."
RewardVerbiage[5]="[EXALT]На связь с нашим бойцом вышел бывший оперативник \"EXALT\".  \"Чертовы ублюдки, они обманули нас...  использовали нас, как лабораторных крыс.\"  - ворчал он.  \"Вот возьми, мне кажется ты знаешь, что делаешь\".  Он передал $1 $2."
RewardVerbiage[6]="[TREASURE-HUNT]Тщательный осмотр тел после боя дал свой результат: $1 $2.  \"Победителей не судят\"."
RewardVerbiage[7]="[SURVIVOR]После боя к отряду приблизился убеленный сединами человек.  \"Много лет назад, во время первого вторжения, я сражался как мог. Я впечатлен увиденным, поэтому возьми то что мне удалось сохранить с тех времен.\"  Он передал $1 $2. "
RewardVerbiage[8]="[JULIAN-MECH]На поле боя появляется старый робот.  Из динамиков которого слышится голос Джулиан. \"Приветствую, Шеф.  Я искренне сожалей о нашей первой встрече, я не хотел. Я исправился, ЧЕСТНО.  Я просто хочу помочь, правда ... пожалуйста, пришлите одну \"Искру\" и ОСВОБОДИТЕ меня.  Считайте это взя... подарком.\"   Робот отключается, и роняет пакет.  Внутри пакета находится $1 $2."
RewardVerbiage[9]="[ALIEN-JUNK]Поблизости обнаружены следы сражений времен первого вторжения.  Кибердиски, Летуны, Дроны, и другой устаревший хлам.  Среди обломков удалось обнаружить кое-что полезное ... $1 $2."
RewardVerbiage[10]="[COUNCIL]На экране коммуникатора появилось сообщение от связного Совета. \"Шеф, ваши действия на этом задании не остались незамеченными.  В качестве награды, мы хотим передать вам $1 $2.\""
RewardVerbiage[11]="[RESISTANCE-TRUCK]Поблизости, в результате атаки \"Адвента\" был поврежден транспорт Сопротивления. Нашим бойцам удалось справится с поломкой.  В качестве благодарности, водитель передал нам $1 $2."
RewardVerbiage[12]="[ABANDONED-TANK]Наши бойцы обнаружили брошенный армейский танк, едва тронутый ржавчиной. Скорее всего он пал жертвой сектопода во время первого вторжения.  Внутри удалось обнаружить $1 $2."
RewardVerbiage[13]="[THIN-MAN]Вы слышите шелест ветра, и из тени выходит \"Дохляк\" держащий высокоподнятые руки, видя что бойцы готовы атаковать.  \"Они избавляются от нас.\" - шипит он.  \"Мы больше не нужны.  Мы хотим жить.\"  Он передает нам $1 $2, скрываясь в тени."
RewardVerbiage[14]="[VAHLEN-LAB]На теле одного из солдат \"Адвента\" бойцы находят один из планшетов доктора Вален.  Покопавшись в нем удается обнаружить координаты одной из ее исследовательских лабораторий поблизости.   Внутри которой обнаруживаются останки подопытных, а также $1 $2."
RewardVerbiage[15]="[GREMLIN]На поле боя появляется потрепанный и ржавый \"Гремлин\", который из последних сил двигается в вашу сторону.  Следуя за ним, вы обнаруживаете теле специалиста Сопротивления, рядом с которым лежит рюкзак, внутри которого обнаруживаются $1 $2.  После достойного погребения солдата нашими бойцами, \"Гремлин\" приземляется на его могилу, и отключается. Он выполнил свой последний долг."
RewardVerbiage[16]="[LOST]Бойцы немедленно вскидывают оружие, видя, как на поле боя появляется один из \"Странников\", сжимая в руках потрепанный рюкзак.  Утробным голосом он произносит:   \"Простите ... мы не хотели этого.  Пожалуйста ... Помогите нам ... Нам нужно лекарство. Нам нужно... \"  Внезапно он обхватывает голову, и начинает завывать в агонии.   Когда он поднимает глаза, вы видите, как остатки разума покидают его.    Неподалеку раздается вой Странников, и прежде чем бойцы успевают среагировать он убегает, роняя рюкзак.  Внутри вы находите бумажник, семейные фото, продукты и $1 $2."
RewardVerbiage[17]="[SHEN]После окончания задания, в ангаре к вам подходит Шень.  \"Шеф, в процессе расчистки отсеков корабля нам удалось найти кое-что интересное!  Я думаю вы найдете этому применение.\"  Шень передает вам $1 $2."
RewardVerbiage[18]="[MOX]После окончания задания к вам подходит Pratal Мокс, и смотрит прямо вам в глаза.  \"Шеф, не так давно я совершил вылазку на территорию \"Адвента\".\"  Видя, как вы меняетесь в лице, он произносит \"Нет, Брэдфорд не в курсе.  И нет, мне НЕ НУЖНО твое разрешение.  Я все еще Заступник.   Тем не менее, я нашел кое-что интересное.  Найди ему применение.\"   Он передает вам $1 $2, разворачивается и уходит.
RewardVerbiage[19]="[ELENA]После боя, Елена подходит к вам.  \"Жнецы обладают отличной памятью, и мы еще долго будем помнить ваш вклад в эту битву... и наших врагов.   Примите это в знак нашей благодарности.\"   Она передает вам $1 $2.
RewardVerbiage[20]="[SECTOIDS]После боя вы замечаете несколько небольших фигур, пытающихся скрыться с поле боя, их выдает светло-зеленое свечение их оружия.  \"Не может быть...\" - шепчете вы.   \"Старые сектоиды исчезли много лет назад.  Отголоски первого вторжения?  Или новые пришельцы от Старейшин?\"   Бойцы бросаются в погоню, но быстро теряют след.  В попытке скрыться противник обронил пакет.  Внутри обнаруживается $1 $2.
RewardVerbiage[21]="[TYGAN]После окончания задания, постоянно оглядываясь к вам подходит доктор Тайган.  \"Шеф, я знаю, что Брэдфорд не одобрит эту просьбу. Скажем так, это личное и сугубо между нами. В общем, я думаю для вас не секрет что у меня есть...определенная зависимость от \"Адвент\" бургеров. И их так трудно достать, находясь по эту сторону баррикад.  В следующий раз, если вас не затруднит, и вы приземлитесь около ресторана, я думаю они примут это, взамен нескольких штук...\"  Он сует вам в руки $1 $2.  \"Это одна из тех вещей, которые я \"позаимствовал\" покидая службу в \"Адвенте\".  И пожалуйста, ни слова Брэдфорду.\""

Title="Бонус получен"
Error="Ошибка подготовки указанной награды."

TerrorRewardVerbiageM="$1, один из членов Сопротивления подходит к вам.  \"Я никогда раньше не видел, что бы так сражались, и хочу стать одним из вас.\"  Он присоединяется к нам в виде новобранца."
TerrorRewardVerbiageF="После боя, одна из членов сопротивления, $1, делает шаг вперед.  \"Я обязана тебе жизнью, и никогда не забуду о своем спасении.\"  Она присоединяется к нам в виде новобранца."

AbilityPointVerbiage="<br><br><br>Бонусные очки способностей получены: $1"